tap "3-shake/myip"
tap "cjbassi/ytop"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "nicoverbruggen/cask"
tap "rigellute/tap"
tap "roots/tap"
tap "sass/sass"
tap "shivammathur/php"
tap "supabase/tap"
tap "teamookla/speedtest"
tap "wpscanteam/tap"
brew "act"
brew "aha"
brew "libyaml"
brew "readline"
brew "sqlite"
brew "ansible"
brew "autoconf"
brew "autojump"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bison"
brew "coreutils"
brew "libtool"
brew "gnutls"
brew "cask"
brew "cmake"
brew "cmocka"
brew "curl"
brew "php", restart_service: true, link: false
brew "composer"
brew "dnsmasq"
brew "docker-compose"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "grepcidr"
brew "hashcat"
brew "ncurses"
brew "htop"
brew "python@3.9"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ipcalc"
brew "openssl@3"
brew "iperf3"
brew "ipinfo-cli"
brew "jenkins"
brew "jq"
brew "lf"
brew "libxml2"
brew "lnav"
brew "logrotate", restart_service: true
brew "mailhog"
brew "mkcert"
brew "mtr"
brew "mysql", restart_service: true
brew "mysql-search-replace"
brew "nginx", restart_service: true
brew "nmap"
brew "node"
brew "nodenv"
brew "nss"
brew "nvm"
brew "php-code-sniffer"
brew "php@7.4"
brew "php@8.0"
brew "php@8.1", link: true
brew "pnpm"
brew "pv"
brew "pyenv"
brew "python-tk@3.9"
brew "python@3.10"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "sampler"
brew "spoof-mac"
brew "sshuttle"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tproxy"
brew "tree"
brew "ttygif"
brew "vim"
brew "wget"
brew "whois"
brew "wp-cli"
brew "wtfutil"
brew "xxh"
brew "yarn"
brew "zplug"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "3-shake/myip/myip"
brew "cjbassi/ytop/ytop"
brew "roots/tap/trellis-cli"
brew "sass/sass/sass"
brew "supabase/tap/supabase"
brew "teamookla/speedtest/speedtest"
brew "wpscanteam/tap/wpscan"
cask "1password-cli"
cask "alt-tab"
cask "amethyst"
cask "bluesnooze"
cask "clean-me"
cask "fig"
cask "font-hack-nerd-font"
cask "meetingbar"
cask "meld"
cask "menu-bar-splitter"
cask "metasploit"
cask "next"
cask "ngrok"
cask "phpmon"
cask "responsively"
cask "vagrant"
